hugokernel/LeMurmureDuSon/src/hardware/boards.txt
MurmureDuSon.name=MurmureDuSon 2
MurmureDuSon.upload.protocol=avr109
MurmureDuSon.upload.maximum_size=28672
MurmureDuSon.upload.speed=57600
MurmureDuSon.upload.disable_flushing=true
MurmureDuSon.bootloader.low_fuses=0xff
MurmureDuSon.bootloader.high_fuses=0xd8
MurmureDuSon.bootloader.extended_fuses=0xce
MurmureDuSon.bootloader.path=caterina-MurmureDuSon
MurmureDuSon.bootloader.file=Caterina-MurmureDuSon.hex
MurmureDuSon.bootloader.unlock_bits=0x3F
MurmureDuSon.bootloader.lock_bits=0x2F
MurmureDuSon.build.mcu=atmega32u4
MurmureDuSon.build.f_cpu=8000000L
MurmureDuSon.build.vid=0x1B4F
MurmureDuSon.build.pid=0x9208
MurmureDuSon.build.core=arduino
MurmureDuSon.build.variant=murmureduson2
